cask_args appdir: "/Applications"
cask_args colorpickerdir: "/Library/ColorPickers"
cask_args fontdir: "/Library/Fonts"
cask_args screen_saverdir: "/Library/Screen Savers"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
brew "dockutil"
brew "git"
brew "jq"
brew "mas"
cask "appzapper"
cask "backblaze"
cask "blueharvest"
cask "cleanmymac"
cask "downie"
cask "dropbox"
cask "flash-npapi"
cask "java"
cask "sonos"
cask "steam"
cask "vlc"
mas "1Password 7", id: 1333542190
mas "AutoMounter", id: 1160435653
mas "Blackmagic Disk Speed Test", id: 425264550
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Paprika Recipe Manager 3", id: 1303222628
mas "TextWrangler", id: 404010395
mas "The Unarchiver", id: 425424353
